Repository: c311at/vkmusic_bot_i18n
Catalog: */LC_MESSAGES/vk-music-bot.po
Languages: es, id

source: Added to your playlist (/my)
es: Añadida a tu lista de reproducción (/my)
id: Tambahkan ke daftar putar

source: Removed from your playlist
es: Eliminada de tu lista de reproducción
id: Hapus dari daftar putar

source: Empty file size, skipping
es: Tamaño del archivo vacío, saltando
id: Ukuran berkas kosong, melewati

source: We don't support '%(mime_type)s' audio yet
es: Aún no soportamos ‘%(mime_type)s’ audio
id: Kami belum mendukung audio '%(mime_type)s'

source: We require artist and title tags to be set
es: Necesitamos que las etiquetas de artista y de título estén colocadas
id: Kami membutuhkan artis dan tag judul untuk penyetelan

source: Audio must be at least %(seconds)d seconds long
es: Un audio debe ser de al menos %(seconds)d segundos
id: Audio setidaknya harus berdurasi %(seconds)d

source: Song bitrate must be in range from %(lowest)d to %(highest)d
es: El bitrate de la canción debe estar en un rango de %(lowest)d a %(highest)d
id: Bitrate lagu harus berkisar antara %(lowest)d hingga %(highest)d

source: We already have this song, but thank you anyway!
es: Ya tenemos esta canción, ¡pero gracias de todas formas!
id: Kami sudah memiliki lagu ini, tapi terima kasih :) !!

source: Got it! Note: it may take time for the song to appear in the search
es: ¡Entendido! Recuerda: Puede tomar algo de tiempo que la canción aparezca en la búsqueda
id: Oke! Catatan: butuh beberapa waktu agar lagu muncul dalam pencarian

source: What artist are you looking for?
es: ¿Qué artista estás buscando?
id: Siapa Penyanyi yang ingin Kamu cari?

source: What song are you looking for?
es: ¿Qué canción estás buscando?
id: Lagu apa yang ingin Kamu cari?

source: Oops, something went wrong. Please try again later.
es: Ups, algo salió mal. Por favor, reinténtalo más tarde.
id: Ups! Sepertinya ada yang tidak beres :( Silakan coba lagi nanti.

source: Choose a song number from 1 to %d
es: Elige un número de canción del 1 al %d
id: Pilih nomor lagu dari 1 hingga %d

source: Download something first!
es: ¡Descarga algo primero!
id: Unduhlah sesuatu terlebih dahulu !!

source: This command can not be used in a group chat, send it as a private message
es: Este comando no puede usarse en grupos, envíalo como mensaje privado
id: Perintah ini tidak dapat digunakan dalam obrolan grup, kirimlah sebagai pesan pribadi

source: Hi! Just send me an artist and/or a song name and I will find music for you! /song — search by song title /artist — search for artist name /setlang — change language /settings — change settings
es: ¡Hola! ¡Envíame el nombre de un artista o de una canción y encontraré música para ti! /song — buscar por título /artist — buscar por artista /setlang — cambiar idioma /settings — cambiar ajustes
id: Hai ! Cukup kirimkan nama penyanyi atau nama lagu, Kami akan menemukan lagu untukmu :) /song — cari berdasarkan judul lagu /artist — cari berdasarkan nama penyanyi /setlang — ubah bahasa /settings — ubah pengaturan

source: 🔥 Commands Just send me an artist and/or a song name and I will find music for you! /song — search by song title (useful for group chats) /artist — search for artist name /my — list your playlist /settings — change settings Official news channel: %(channel)s Contact information: %(contact)s BTC: `%(btc)s`
es: 🔥 Comandos ¡Envíame el nombre de un artista o de una canción y encontraré música para ti! song — buscar por canción (útil para grupos) /artist — buscar por artista /my — tu lista de reproducción /settings — cambiar ajustes Canal oficial de noticias: %(channel)s Información de contacto: %(contact)s BTC: `%(btc)s`

source: Donate
es: 💸 Donar
id: Donasi

source: Remind later
es: ⏰ Recordar más tarde
id: Ingatkan nanti

source: Ok, we won't bother you for a while
es: OK, no te molestaremos por un tiempo
id: Ok, kami tidak akan mengganggu Kamu untuk sementara waktu

source: Leave a positive feedback
es: 🌟 Dejar feedback positivo
id: Tinggalkan saran yang bermanfaat

source: Please rate us 5 stars in the bot-store: https://telegram.me/storebot?start=vkmusic_bot
es: Por favor, valóranos con ⭐️⭐️⭐️⭐️⭐️ en StoreBot: https://t.me/storebot?start=vkmusic_bot
id: Silahkan beri rating 5 bintang di bot-store: https://telegram.me/storebot?start=vkmusic_bot

source: If you like this bot there are a few ways you can support the developer!
es: ¡Si te gusta este bot, hay algunas maneras de apoyar a su desarrollador!
id: Jika Kamu menyukai bot ini, ada beberapa cara untuk memberi dukungan pada pengembang !!

source: You didn't specify the artist
es: No especificaste el artista
id: Kamu tidak menjelaskan penyanyi secara rinci

source: Please reply to an audio message
es: Por favor, responde a un mensaje de audio
id: Silahkan balas dengan pesan suara

source: You suggested edit for artist: "%(new_artist)s" We will review your suggestion and store it in our database. Thank you!
es: Tu edición sugerida para el artista: “%(new_artist)s” Revisaremos tu sugerencia y lo almacenaremos en nuestra base de datos. ¡Gracias!
id: Kamu menyarankan perubahan untuk penyanyi: "%(new_artist)s" Kami akan meninjau saranmu dan menyimpannya di database kami. Terimakasih :)

source: Language settings updated
es: 👌🇪🇸 Ajustes de idioma actualizados
id: Pengaturan Bahasa diperbarui

source: To select new language, use the following commands
es: Para elegir otro idioma, usa los siguientes comandos
id: Untuk memilih Bahasa baru, gunakan perintah berikut

source: Please, select new language
es: Por favor, elige un idioma
id: Silahkan pilih Bahasa baru

source: You need to search for something before
es: Necesitas buscar algo antes
id: Kamu harus mencari sesuatu sebelumnya

source: I found nothing
es: No encontré nada 😔
id: Kami tidak menemukan apapun

source: You're at the first page already
es: Ya estás en la primera página
id: Kamu sudah berada dihalaman awal

source: Results %(first)d-%(last)d of %(total)d
es: Resultados %(first)d-%(last)d de %(total)d
id: Hasil %(first)d-%(last)d dari %(total)d

source: I like this bot!
es: ¡Me gusta este bot!
id: Saya suka bot ini !!

source: Your playlist is empty. Upload MP3 audios or use /add to add songs from search to it
es: Tu lista de reproducción está vacía. Sube audios en MP3 o usa /add para añadir canciones desde la búsqueda
id: Kamu tidak memiliki Daftar Putar. Unggah lagu MP3 atau gunakan /add untuk menambah lagu dari fitur pencarian

source: Language
es: Idioma
id: Bahasa

source: Bitrate preview: %s
es: Previsualización del bitrate: %s
id: Pratinjau bitrate: %s

source: Enabled
es: Activado
id: Aktifkan

source: Disabled
es: Desactivado
id: Matikan

source: Like (heart) buttons: %s
es: Botones de me gusta (heart): %s
id: Suka tombol (heart): %s

source: Caption under audios: %s
es: Comentario debajo de los audios: %s
id: Keterangan dibawah lagu: %s

source: Results with buttons: %s
es: Resultados con botones: %s
id: Hasil dengan tombol: %s

source: Cancel
es: Cancelar
id: Batal

source: What would you like to change?
es: ¿Qué quieres cambiar?
id: Apa yang ingin Kamu ubah?

source: 🔥 Commands Just send me an artist and/or a song name and I will find music for you! /song — search by song title (useful for group chats) /artist — search for artist name /getall — download all songs from search results /my — list your playlist /settings — change settings ⭐️ If you like this bot, please rate it 5 stars in the bot-store: https://telegram.me/storebot?start=vkmusic_bot Official news channel: %(channel)s Contact information: %(contact)s BTC: `%(btc)s`
id: 🔥 Perintah Cukup kirimkan nama penyanyi atau nama lagu, Kami akan menemukan lagu untukmu :) /song — cari berdasarkan judul lagu (berguna untuk obrolan group) /artist — cari berdasarkan nama penyanyi /getall — unduh semua lagu dari hasil pencarian /my — daftar putarmu /settings — ubah pengaturan ⭐️ Jika kamu menyukai bot ini, silahkan beri rating 5 bintang di bot-store: https://telegram.me/storebot?start=vkmusic_bot Kanal berita resmi: %(channel)s Informasi kontak: %(contact)s BTC: `%(btc)s`
